Repository: bae-fm/bae
Catalog: BaeKit/Sources/BaeKit/Resources/Core.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# core.playback.error.sync_disconnected
source: Reconnect to play this release. It isn't downloaded to this device yet.
ar: أعد الاتصال لتشغيل هذا الإصدار. لم يُنزَّل إلى هذا الجهاز بعد.
bg: Свържете се отново, за да възпроизведете това издание. То още не е изтеглено на това устройство.
bn: এই রিলিজ চালাতে আবার সংযোগ করুন। এটি এখনও এই ডিভাইসে ডাউনলোড হয়নি।
cs: Pro přehrání tohoto vydání se znovu připojte. Ještě není staženo do tohoto zařízení.
de: Stelle die Verbindung wieder her, um diese Veröffentlichung abzuspielen. Sie ist noch nicht auf dieses Gerät heruntergeladen.
es: Vuelve a conectarte para reproducir esta edición: aún no se ha descargado en este dispositivo.
fr: Reconnectez-vous pour lire cette édition. Elle n'est pas encore téléchargée sur cet appareil.
gu: આ પ્રકાશન વગાડવા ફરી જોડાઓ. તે હજી આ ઉપકરણ પર ડાઉનલોડ થયું નથી.
he: התחבר מחדש כדי לנגן את ההוצאה הזו. היא עדיין לא הורדה למכשיר הזה.
hi: इस रिलीज को चलाने के लिए फिर जुड़ें। यह अभी इस उपकरण पर डाउनलोड नहीं हुई है।
hr: Ponovno se povežite za reprodukciju ovog izdanja. Još nije preuzeto na ovaj uređaj.
it: Riconnettiti per riprodurre questa pubblicazione. Non è ancora scaricata su questo dispositivo.
ja: このリリースを再生するには再接続してください。まだこのデバイスにダウンロードされていません。
kn: ಈ ಬಿಡುಗಡೆ ಪ್ಲೇ ಮಾಡಲು ಮರುಸಂಪರ್ಕಿಸಿ. ಇದು ಇನ್ನೂ ಈ ಸಾಧನಕ್ಕೆ ಡೌನ್‌ಲೋಡ್ ಆಗಿಲ್ಲ.
ko: 이 릴리스를 재생하려면 다시 연결하세요. 아직 이 기기에 다운로드되지 않았습니다.
ml: ഈ പതിപ്പ് പ്ലേ ചെയ്യാൻ വീണ്ടും ബന്ധിപ്പിക്കുക. ഇത് ഈ ഉപകരണത്തിലേക്ക് ഇതുവരെ ഡൗൺലോഡ് ചെയ്തിട്ടില്ല.
mr: हे प्रकाशन वाजवण्यासाठी पुन्हा जोडा। ते अजून या डिव्हाइसवर डाउनलोड झालेले नाही.
nl: Maak opnieuw verbinding om deze release af te spelen. Deze is nog niet naar dit apparaat gedownload.
pa: ਇਹ ਰਿਲੀਜ਼ ਚਲਾਉਣ ਲਈ ਮੁੜ ਜੁੜੋ। ਇਹ ਹਾਲੇ ਇਸ ਡਿਵਾਈਸ ਤੇ ਡਾਊਨਲੋਡ ਨਹੀਂ ਹੋਈ।
pl: Połącz się ponownie, aby odtworzyć to wydanie. Nie zostało jeszcze pobrane na to urządzenie.
pt_br: Reconecte-se para reproduzir esta edição. Ela ainda não foi baixada neste dispositivo.
ta: இந்த வெளியீட்டை இயக்க மீண்டும் இணைக்கவும். இது இன்னும் இந்த சாதனத்தில் பதிவிறக்கப்படவில்லை.
te: ఈ విడుదలను ప్లే చేయడానికి మళ్లీ కనెక్ట్ చేయండి. ఇది ఇంకా ఈ పరికరానికి డౌన్‌లోడ్ కాలేదు.
th: เชื่อมต่อใหม่เพื่อเล่นรีลีสนี้ ยังไม่ได้ดาวน์โหลดลงอุปกรณ์นี้
tr: Bu yayını çalmak için yeniden bağlanın. Henüz bu cihaza indirilmedi.
uk: Підключіться знову, щоб відтворити це видання. Воно ще не завантажене на цей пристрій.
ur: یہ اشاعت چلانے کے لیے دوبارہ منسلک ہوں۔ یہ ابھی اس آلے پر ڈاؤن لوڈ نہیں ہوئی۔
vi: Kết nối lại để phát bản phát hành này. Nó chưa được tải xuống thiết bị này.
zh_hans: 请重新连接以播放此发行版。。它尚未下载到此设备。
zh_hant: 重新連線以播放此發行。尚未下載到此裝置。

# core.playback.error.upload_pending
source: This release is still uploading. Try again when it finishes.
ar: لا يزال هذا الإصدار قيد الرفع. أعد المحاولة عند انتهائه.
bg: Това издание още се качва. Опитайте отново, когато приключи.
bn: এই রিলিজ এখনও আপলোড হচ্ছে। শেষ হলে আবার চেষ্টা করুন।
cs: Toto vydání se ještě nahrává. Zkuste to znovu po dokončení.
de: Diese Veröffentlichung wird noch hochgeladen. Versuche es erneut, wenn sie fertig ist.
es: Esta edición todavía se está subiendo: inténtalo de nuevo cuando termine.
fr: Cette édition est encore en cours d'envoi. Réessayez une fois terminé.
gu: આ પ્રકાશન હજી અપલોડ થઈ રહ્યું છે. તે પૂર્ણ થાય પછી ફરી પ્રયાસ કરો.
he: ההוצאה הזו עדיין מועלית. נסה שוב כשהיא תסתיים.
hi: यह रिलीज अभी अपलोड हो रही है। पूरा होने पर फिर कोशिश करें।
hr: Ovo izdanje se još učitava. Pokušajte ponovno kad završi.
it: Questa pubblicazione è ancora in caricamento. Riprova al termine.
ja: このリリースはまだアップロード中です。完了してからもう一度お試しください。
kn: ಈ ಬಿಡುಗಡೆ ಇನ್ನೂ ಅಪ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ. ಮುಗಿದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 이 릴리스는 아직 업로드 중입니다. 완료되면 다시 시도하세요.
ml: ഈ പതിപ്പ് ഇപ്പോഴും അപ്ലോഡ് ചെയ്യുന്നു. പൂർത്തിയായാൽ വീണ്ടും ശ്രമിക്കുക.
mr: हे प्रकाशन अजून अपलोड होत आहे। पूर्ण झाल्यावर पुन्हा प्रयत्न करा.
nl: Deze release wordt nog geüpload. Probeer het opnieuw wanneer dit klaar is.
pa: ਇਹ ਰਿਲੀਜ਼ ਹਾਲੇ ਅੱਪਲੋਡ ਹੋ ਰਹੀ ਹੈ। ਮੁਕੰਮਲ ਹੋਣ ਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: To wydanie jest jeszcze przesyłane. Spróbuj ponownie po zakończeniu.
pt_br: Esta edição ainda está sendo enviada. Tente novamente quando terminar.
ta: இந்த வெளியீடு இன்னும் பதிவேற்றப்படுகிறது. முடிந்த பிறகு மீண்டும் முயற்சிக்கவும்.
te: ఈ విడుదల ఇంకా అప్‌లోడ్ అవుతోంది. పూర్తయ్యాక మళ్లీ ప్రయత్నించండి.
th: รีลีสนี้ยังกำลังอัปโหลด ลองอีกครั้งเมื่อเสร็จ
tr: Bu yayın hâlâ yükleniyor. Bittiğinde yeniden deneyin.
uk: Це видання ще вивантажується. Спробуйте знову, коли завершиться.
ur: یہ اشاعت ابھی اپ لوڈ ہو رہی ہے۔ مکمل ہونے پر دوبارہ کوشش کریں۔
vi: Bản phát hành này vẫn đang tải lên. Hãy thử lại khi hoàn tất.
zh_hans: 此发行版仍在上传中。。完成后请重试。
zh_hant: 此發行仍在上傳。完成後再試一次。

# core.playback.pause.side_ended.message.cassette
source: Playback paused between sides. Turn the cassette, then press Play.
ar: تم إيقاف التشغيل مؤقتًا بين الجانبين. اقلب شريط الكاسيت ثم اضغط تشغيل.
bg: Възпроизвеждането е на пауза между страните. Обърнете касетата и натиснете Възпроизвеждане.
bn: সাইডের মাঝে প্লেব্যাক বিরত হয়েছে। ক্যাসেটটি উল্টে দিন, তারপর প্লে চাপুন।
cs: Přehrávání je pozastaveno mezi stranami. Otočte kazetu a stiskněte Přehrát.
de: Die Wiedergabe pausiert zwischen den Seiten. Drehe die Kassette um und drücke Wiedergabe.
es: La reproducción se pausó entre lados. Dale la vuelta al casete y pulsa Reproducir.
fr: La lecture est en pause entre les faces. Retournez la cassette, puis appuyez sur Lecture.
gu: સાઇડ વચ્ચે પ્લેબેક રોકાયું છે. કેસેટને ફેરવો, પછી પ્લે દબાવો.
he: ההשמעה הושהתה בין הצדדים. הפוך את הקלטת ואז לחץ על הפעלה.
hi: साइडों के बीच प्लेबैक रोक दिया गया है। कैसेट को पलटें, फिर प्ले दबाएँ।
hr: Reprodukcija je pauzirana između strana. Okrenite kasetu i pritisnite Reproduciraj.
it: La riproduzione è in pausa tra i lati. Gira la cassetta, poi premi Riproduci.
ja: 面の間で再生を一時停止しました。カセットを裏返してから再生を押してください。
kn: ಸೈಡ್‌ಗಳ ನಡುವೆ ಪ್ಲೇಬ್ಯಾಕ್ ವಿರಾಮಗೊಂಡಿದೆ. ಕ್ಯಾಸೆಟ್ ಅನ್ನು ತಿರುಗಿಸಿ, ನಂತರ ಪ್ಲೇ ಒತ್ತಿರಿ.
ko: 면 사이에서 재생이 일시 정지되었습니다. 카세트를 뒤집은 다음 재생을 누르세요.
ml: സൈഡുകൾക്കിടയിൽ പ്ലേബാക്ക് നിർത്തി. കാസെറ്റ് തിരിച്ച്, തുടർന്ന് പ്ലേ അമർത്തുക.
mr: बाजूंमध्ये प्लेबॅक थांबवला आहे. कॅसेट उलटी करा, मग प्ले दाबा.
nl: Het afspelen is gepauzeerd tussen kanten. Draai de cassette om en druk op Afspelen.
pa: ਸਾਈਡਾਂ ਵਿਚਕਾਰ ਪਲੇਬੈਕ ਰੁਕ ਗਿਆ ਹੈ। ਕੈਸੇਟ ਨੂੰ ਉਲਟੋ, ਫਿਰ ਪਲੇ ਦਬਾਓ।
pl: Odtwarzanie wstrzymano między stronami. Odwróć kasetę i naciśnij Odtwórz.
pt_br: A reprodução pausou entre os lados. Vire a fita cassete e toque em Reproduzir.
ta: பக்கங்களுக்கு இடையில் இயக்கம் இடைநிறுத்தப்பட்டது. கேசெட்டைப் திருப்பி, பிறகு இயக்கு என்பதை அழுத்தவும்.
te: సైడ్‌ల మధ్య ప్లేబ్యాక్ నిలిపివేయబడింది. క్యాసెట్‌ను తిప్పి, ఆపై ప్లే నొక్కండి.
th: การเล่นหยุดพักระหว่างด้าน พลิกเทปคาสเซ็ต แล้วกดเล่น
tr: Çalma yüzler arasında duraklatıldı. Kaseti çevirin, sonra Oynat'a basın.
uk: Відтворення призупинено між сторонами. Переверніть касету і натисніть Відтворити.
ur: سائیڈز کے درمیان پلے بیک روک دیا گیا ہے۔ کیسٹ کو پلٹیں، پھر پلے دبائیں۔
vi: Phát lại đã tạm dừng giữa các mặt. Lật băng cassette rồi nhấn Phát.
zh_hans: 播放已在两面之间暂停。请翻转磁带，然后按播放。
zh_hant: 播放已在兩面之間暫停。請翻轉卡帶，然後按播放。

# core.playback.pause.side_ended.message.vinyl
source: Playback paused between sides. Turn the vinyl, then press Play.
ar: تم إيقاف التشغيل مؤقتًا بين الجانبين. اقلب أسطوانة الفينيل ثم اضغط تشغيل.
bg: Възпроизвеждането е на пауза между страните. Обърнете плочата и натиснете Възпроизвеждане.
bn: সাইডের মাঝে প্লেব্যাক বিরত হয়েছে। ভিনাইলটি উল্টে দিন, তারপর প্লে চাপুন।
cs: Přehrávání je pozastaveno mezi stranami. Otočte vinyl a stiskněte Přehrát.
de: Die Wiedergabe pausiert zwischen den Seiten. Drehe die Schallplatte um und drücke Wiedergabe.
es: La reproducción se pausó entre lados. Dale la vuelta al vinilo y pulsa Reproducir.
fr: La lecture est en pause entre les faces. Retournez le vinyle, puis appuyez sur Lecture.
gu: સાઇડ વચ્ચે પ્લેબેક રોકાયું છે. વિનાઇલને ફેરવો, પછી પ્લે દબાવો.
he: ההשמעה הושהתה בין הצדדים. הפוך את התקליט ואז לחץ על הפעלה.
hi: साइडों के बीच प्लेबैक रोक दिया गया है। विनाइल को पलटें, फिर प्ले दबाएँ।
hr: Reprodukcija je pauzirana između strana. Okrenite vinil i pritisnite Reproduciraj.
it: La riproduzione è in pausa tra i lati. Gira il vinile, poi premi Riproduci.
ja: 面の間で再生を一時停止しました。レコードを裏返してから再生を押してください。
kn: ಸೈಡ್‌ಗಳ ನಡುವೆ ಪ್ಲೇಬ್ಯಾಕ್ ವಿರಾಮಗೊಂಡಿದೆ. ವಿನೈಲ್ ಅನ್ನು ತಿರುಗಿಸಿ, ನಂತರ ಪ್ಲೇ ಒತ್ತಿರಿ.
ko: 면 사이에서 재생이 일시 정지되었습니다. 레코드를 뒤집은 다음 재생을 누르세요.
ml: സൈഡുകൾക്കിടയിൽ പ്ലേബാക്ക് നിർത്തി. വിനൈൽ തിരിച്ച്, തുടർന്ന് പ്ലേ അമർത്തുക.
mr: बाजूंमध्ये प्लेबॅक थांबवला आहे. विनाइल उलटा करा, मग प्ले दाबा.
nl: Het afspelen is gepauzeerd tussen kanten. Draai de plaat om en druk op Afspelen.
pa: ਸਾਈਡਾਂ ਵਿਚਕਾਰ ਪਲੇਬੈਕ ਰੁਕ ਗਿਆ ਹੈ। ਵਿਨਾਇਲ ਨੂੰ ਉਲਟੋ, ਫਿਰ ਪਲੇ ਦਬਾਓ।
pl: Odtwarzanie wstrzymano między stronami. Odwróć winyl i naciśnij Odtwórz.
pt_br: A reprodução pausou entre os lados. Vire o vinil e toque em Reproduzir.
ta: பக்கங்களுக்கு இடையில் இயக்கம் இடைநிறுத்தப்பட்டது. வினைலைத் திருப்பி, பிறகு இயக்கு என்பதை அழுத்தவும்.
te: సైడ్‌ల మధ్య ప్లేబ్యాక్ నిలిపివేయబడింది. వినైల్‌ను తిప్పి, ఆపై ప్లే నొక్కండి.
th: การเล่นหยุดพักระหว่างด้าน พลิกแผ่นไวนิล แล้วกดเล่น
tr: Çalma yüzler arasında duraklatıldı. Plağı çevirin, sonra Oynat'a basın.
uk: Відтворення призупинено між сторонами. Переверніть вініл і натисніть Відтворити.
ur: سائیڈز کے درمیان پلے بیک روک دیا گیا ہے۔ ونائل کو پلٹیں، پھر پلے دبائیں۔
vi: Phát lại đã tạm dừng giữa các mặt. Lật đĩa vinyl rồi nhấn Phát.
zh_hans: 播放已在两面之间暂停。请翻转黑胶唱片，然后按播放。
zh_hant: 播放已在兩面之間暫停。請翻轉黑膠唱片，然後按播放。

# core.playback.pause.side_ended.title
source: Side %@ ended
ar: انتهى الجانب %@
bg: Страна %@ приключи
bn: সাইড %@ শেষ হয়েছে
cs: Strana %@ skončila
de: Seite %@ beendet
es: Lado %@ terminado
fr: Face %@ terminée
gu: સાઇડ %@ પૂરી થઈ
he: צד %@ הסתיים
hi: साइड %@ समाप्त हो गई
hr: Strana %@ je završila
it: Lato %@ terminato
ja: サイド%@が終了しました
kn: ಸೈಡ್ %@ ಮುಗಿದಿದೆ
ko: %@면이 끝났습니다
ml: സൈഡ് %@ അവസാനിച്ചു
mr: बाजू %@ संपली
nl: Kant %@ is afgelopen
pa: ਸਾਈਡ %@ ਮੁੱਕ ਗਈ
pl: Strona %@ zakończona
pt_br: Lado %@ terminou
ta: பக்கம் %@ முடிந்தது
te: సైడ్ %@ ముగిసింది
th: ด้าน %@ จบแล้ว
tr: %@ yüzü bitti
uk: Сторона %@ завершилася
ur: سائیڈ %@ ختم ہو گئی
vi: Mặt %@ đã kết thúc
zh_hans: %@面已结束
zh_hant: %@面已結束

# core.queue.downloading
source: %lld downloading
ar: %lld قيد التنزيل
bg: %lld се изтеглят
bn: %lldটি ডাউনলোড হচ্ছে
cs: %lld se stahuje
de: %lld werden heruntergeladen
es: %lld descargándose
fr: %lld en cours de téléchargement
gu: %lld ડાઉનલોડ થઈ રહ્યા છે
he: %lld מוריד
hi: %lld डाउनलोड हो रहे हैं
hr: %lld se preuzima
it: %lld in download
ja: %lld件ダウンロード中
kn: %lld ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ
ko: %lld개 다운로드 중
ml: %lld ഡൗൺലോഡ് ചെയ്യുന്നു
mr: %lld डाउनलोड होत आहे
nl: %lld aan het downloaden
pa: %lld ਡਾਊਨਲੋਡ ਹੋ ਰਹੇ ਹਨ
pl: %lld pobieranych
pt_br: %lld baixando
ta: %lld பதிவிறக்கப்படுகிறது
te: %lld డౌన్‌లోడ్ అవుతున్నాయి
th: กำลังดาวน์โหลด %lld รายการ
tr: %lld indiriliyor
uk: %lld завантажується
ur: %lld ڈاؤن لوڈ ہو رہے ہیں
vi: %lld đang tải xuống
zh_hans: %lld 个正在下载
zh_hant: %lld 個下載中

# core.queue.failed
source: %lld failed
ar: %lld فشل
bg: %lld с грешка
bn: %lldটি ব্যর্থ
cs: %lld selhalo
de: %lld fehlgeschlagen
es: %lld con errores
fr: %lld en échec
gu: %lld નિષ્ફળ
he: %lld נכשלו
hi: %lld विफल
hr: %lld neuspjelo
it: %lld non riusciti
ja: %lld件失敗
kn: %lld ವಿಫಲವಾಗಿದೆ
ko: %lld개 실패
ml: %lld പരാജയപ്പെട്ടു
mr: %lld अयशस्वी
nl: %lld mislukt
pa: %lld ਅਸਫਲ
pl: %lld nieudanych
pt_br: %lld com falha
ta: %lld தோல்வியடைந்தது
te: %lld విఫలమయ్యాయి
th: ไม่สำเร็จ %lld รายการ
tr: %lld başarısız
uk: %lld не вдалося
ur: %lld ناکام
vi: %lld thất bại
zh_hans: %lld 个失败
zh_hant: %lld 個失敗

# core.queue.output
source: %lld in progress
ar: %lld قيد التنفيذ
bg: %lld в ход
bn: %lldটি চলছে
cs: %lld probíhá
de: %lld in Bearbeitung
es: %lld en curso
fr: %lld en cours
gu: %lld ચાલુ છે
he: %lld בתהליך
hi: %lld जारी हैं
hr: %lld u tijeku
it: %lld in corso
ja: %lld件処理中
kn: %lld ಪ್ರಗತಿಯಲ್ಲಿದೆ
ko: %lld개 진행 중
ml: %lld പുരോഗമിക്കുന്നു
mr: %lld सुरू आहेत
nl: %lld bezig
pa: %lld ਜਾਰੀ ਹਨ
pl: %lld w toku
pt_br: %lld em andamento
ta: %lld செயலில் உள்ளது
te: %lld జరుగుతోంది
th: %lld รายการกำลังดำเนินการ
tr: %lld devam ediyor
uk: %lld у процесі
ur: %lld جاری ہیں
vi: %lld đang xử lý
zh_hans: %lld 个进行中
zh_hant: %lld 個進行中

# core.queue.queued
source: %lld queued
ar: %lld في قائمة الانتظار
bg: %lld в опашката
bn: %lldটি সারিতে
cs: %lld ve frontě
de: %lld in der Warteschlange
es: %lld en cola
fr: %lld en file d'attente
gu: %lld કતારમાં
he: %lld בתור
hi: %lld कतार में
hr: %lld u redu
it: %lld in coda
ja: %lld件待機中
kn: %lld ಸಾಲಿನಲ್ಲಿ
ko: %lld개 대기 중
ml: %lld നിരയിലാക്കി
mr: %lld रांगेत
nl: %lld in wachtrij
pa: %lld ਕਤਾਰ ਵਿੱਚ
pl: %lld w kolejce
pt_br: %lld na fila
ta: %lld வரிசையில்
te: %lld క్యూలో ఉన్నాయి
th: อยู่ในคิว %lld รายการ
tr: %lld sırada
uk: %lld у черзі
ur: %lld قطار میں
vi: %lld đã xếp hàng
zh_hans: %lld 个排队中
zh_hant: %lld 個已加入佇列

# core.queue.uploading
source: %lld uploading
ar: %lld قيد الرفع
bg: %lld се качват
bn: %lldটি আপলোড হচ্ছে
cs: %lld se nahrává
de: %lld werden hochgeladen
es: %lld subiéndose
fr: %lld en cours d'envoi
gu: %lld અપલોડ થઈ રહ્યા છે
he: %lld מעלה
hi: %lld अपलोड हो रहे हैं
hr: %lld se učitava
it: %lld in caricamento
ja: %lld件アップロード中
kn: %lld ಅಪ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ
ko: %lld개 업로드 중
ml: %lld അപ്ലോഡ് ചെയ്യുന്നു
mr: %lld अपलोड होत आहे
nl: %lld aan het uploaden
pa: %lld ਅੱਪਲੋਡ ਹੋ ਰਹੇ ਹਨ
pl: %lld przesyłanych
pt_br: %lld enviando
ta: %lld பதிவேற்றப்படுகிறது
te: %lld అప్‌లోడ్ అవుతున్నాయి
th: กำลังอัปโหลด %lld รายการ
tr: %lld yükleniyor
uk: %lld вивантажується
ur: %lld اپ لوڈ ہو رہے ہیں
vi: %lld đang tải lên
zh_hans: %lld 个正在上传
zh_hant: %lld 個上傳中

# core.release.media
source: Media
ar: الوسيط
bg: Носител
bn: মাধ্যম
cs: Médium
de: Medium
es: Soporte
fr: Support
gu: માધ્યમ
he: מדיה
hi: माध्यम
hr: Medij
it: Supporto
ja: メディア
kn: ಮಾಧ್ಯಮ
ko: 매체
ml: മാധ്യമം
mr: माध्यम
nl: Medium
pa: ਮੀਡੀਆ
pl: Nośnik
pt_br: Mídia
ta: ஊடகம்
te: మాధ్యమం
th: สื่อ
tr: Ortam
uk: Носій
ur: ذریعہ
vi: Phương tiện
zh_hans: 介质
zh_hant: 媒體

# core.sync.cloud_only_releases
source: %lld releases are only stored in the cloud. They will become unplayable until you reconnect.
ar: %lld إصدار مخزّن في السحابة فقط. سيتعذّر تشغيله حتى تعيد الاتصال.
bg: %lld издания са съхранени само в облака. Няма да могат да се възпроизвеждат, докато не се свържете отново.
bn: %lldটি রিলিজ শুধু ক্লাউডে সংরক্ষিত। আবার সংযোগ না করা পর্যন্ত এগুলি চালানো যাবে না।
cs: %lld vydání je uloženo pouze v cloudu. Nepůjde přehrát, dokud se znovu nepřipojíte.
de: %lld Veröffentlichungen sind nur in der Cloud gespeichert. Sie werden unabspielbar, bis du dich wieder verbindest.
es: %lld lanzamientos están almacenados solo en la nube. No se podrán reproducir hasta que vuelvas a conectarte.
fr: %lld sorties ne sont stockées que dans le cloud. Elles deviendront illisibles jusqu’à votre reconnexion.
gu: %lld રિલીઝ ફક્ત ક્લાઉડમાં સંગ્રહિત છે. ફરીથી કનેક્ટ ન થાય ત્યાં સુધી તે વગાડી શકાશે નહીં.
he: %lld גרסאות מאוחסנות בענן בלבד. לא ניתן יהיה לנגן אותן עד שתתחבר מחדש.
hi: %lld रिलीज़ केवल क्लाउड में संग्रहीत हैं। दोबारा कनेक्ट करने तक ये नहीं चलेंगी।
hr: %lld izdanja pohranjeno je samo u oblaku. Neće se moći reproducirati dok se ponovno ne povežete.
it: %lld pubblicazioni sono archiviate solo nel cloud. Non saranno riproducibili finché non ti riconnetti.
ja: %lld件のリリースはクラウドにのみ保存されています。再接続するまで再生できなくなります。
kn: %lld ಬಿಡುಗಡೆಗಳು ಕ್ಲೌಡ್‌ನಲ್ಲಿ ಮಾತ್ರ ಸಂಗ್ರಹವಾಗಿವೆ. ಮತ್ತೆ ಸಂಪರ್ಕಿಸುವವರೆಗೆ ಅವುಗಳನ್ನು ಪ್ಲೇ ಮಾಡಲಾಗುವುದಿಲ್ಲ.
ko: %lld개 릴리스가 클라우드에만 저장되어 있습니다. 다시 연결할 때까지 재생할 수 없습니다.
ml: %lld റിലീസുകൾ ക്ലൗഡിൽ മാത്രമേ സംഭരിച്ചിട്ടുള്ളൂ. വീണ്ടും കണക്റ്റ് ചെയ്യുന്നതുവരെ അവ പ്ലേ ചെയ്യാനാകില്ല.
mr: %lld प्रकाशने फक्त क्लाउडमध्ये संग्रहित आहेत। पुन्हा कनेक्ट करेपर्यंत ती चालवता येणार नाहीत.
nl: %lld uitgaven staan alleen in de cloud. Die worden onafspeelbaar totdat je opnieuw verbinding maakt.
pa: %lld ਰਿਲੀਜ਼ਾਂ ਸਿਰਫ਼ ਕਲਾਉਡ ਵਿੱਚ ਸਟੋਰ ਹਨ। ਦੁਬਾਰਾ ਕਨੈਕਟ ਕਰਨ ਤੱਕ ਇਹ ਚਲਾਈਆਂ ਨਹੀਂ ਜਾ ਸਕਣਗੀਆਂ।
pl: %lld wydania jest przechowywane tylko w chmurze. Nie będzie można go odtworzyć, dopóki nie połączysz się ponownie.
pt_br: %lld lançamentos estão armazenados apenas na nuvem. Não poderão ser reproduzidos até você reconectar.
ta: %lld வெளியீடுகள் கிளவுடில் மட்டுமே சேமிக்கப்பட்டுள்ளன. மீண்டும் இணைக்கும் வரை அவற்றை இயக்க முடியாது.
te: %lld విడుదలలు క్లౌడ్‌లో మాత్రమే నిల్వ చేయబడ్డాయి. మళ్లీ కనెక్ట్ చేసే వరకు వాటిని ప్లే చేయలేరు.
th: %lld รายการเผยแพร่ถูกจัดเก็บไว้บนคลาวด์เท่านั้น จะเล่นไม่ได้จนกว่าคุณจะเชื่อมต่ออีกครั้ง
tr: %lld yayın yalnızca bulutta saklanıyor. Yeniden bağlanana kadar çalınamayacak.
uk: %lld релізу зберігається лише в хмарі. Його не можна буде відтворити, доки ви не підключитеся знову.
ur: %lld ریلیزیں صرف کلاؤڈ میں محفوظ ہیں۔ دوبارہ جڑنے تک انہیں چلایا نہیں جا سکے گا۔
vi: %lld bản phát hành chỉ được lưu trên đám mây. Sẽ không thể phát cho đến khi bạn kết nối lại.
zh_hans: %lld 个发行版仅存储在云端。在重新连接之前将无法播放。
zh_hant: %lld 個發行版僅儲存在雲端。在重新連線之前將無法播放。

# core.track.disc
source: Disc %lld
ar: القرص %lld
bg: Диск %lld
bn: ডিস্ক %lld
cs: Disk %lld
de: CD %lld
es: Disco %lld
fr: Disque %lld
gu: ડિસ્ક %lld
he: דיסק %lld
hi: डिस्क %lld
hr: Disk %lld
it: Disco %lld
ja: ディスク%lld
kn: ಡಿಸ್ಕ್ %lld
ko: 디스크 %lld
ml: ഡിസ്‌ക് %lld
mr: डिस्क %lld
pa: ਡਿਸਕ %lld
pl: Płyta %lld
pt_br: Disco %lld
ta: வட்டு %lld
te: డిస్క్ %lld
th: ดิสก์ %lld
tr: Disk %lld
uk: Диск %lld
ur: ڈسک %lld
vi: Đĩa %lld
zh_hans: 碟 %lld
zh_hant: 光碟 %lld

# core.track.side
source: Side %@
ar: الوجه %@
bg: Страна %@
bn: সাইড %@
cs: Strana %@
de: Seite %@
es: Cara %@
fr: Face %@
gu: બાજુ %@
he: צד %@
hi: पक्ष %@
hr: Strana %@
it: Lato %@
ja: サイド%@
kn: ಬದಿ %@
ko: 사이드 %@
ml: വശം %@
mr: बाजू %@
nl: Kant %@
pa: ਸਾਈਡ %@
pl: Strona %@
pt_br: Lado %@
ta: பக்கம் %@
te: వైపు %@
th: ด้าน %@
tr: Yüz %@
uk: Сторона %@
ur: طرف %@
vi: Mặt %@
zh_hans: %@面
zh_hant: 面 %@

# core.transfer.action.make_local
source: Making Local…
ar: جارٍ جعله محليًا…
bg: Задаване като локално…
bn: স্থানীয় করা হচ্ছে…
cs: Převádění na místní…
de: Wird lokal gemacht…
es: Haciendo local…
fr: Passage en local…
gu: સ્થાનિક બનાવી રહ્યું છે…
he: הופך למקומי…
hi: स्थानीय बनाया जा रहा है…
hr: Postavljanje kao lokalno…
it: Rendendo locale…
ja: ローカルに変更中…
kn: ಸ್ಥಳೀಯವಾಗಿಸಲಾಗುತ್ತಿದೆ…
ko: 로컬로 전환 중…
ml: പ്രാദേശികമാക്കുന്നു…
mr: स्थानिक करत आहे…
nl: Lokaal maken…
pa: ਲੋਕਲ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ…
pl: Ustawianie jako lokalne…
pt_br: Tornando local…
ta: உள்ளூராக்குகிறது…
te: లోకల్‌గా చేస్తోంది…
th: กำลังทำให้เป็นในเครื่อง…
tr: Yerel yapılıyor…
uk: Зроблення локальним…
ur: مقامی بنایا جا رہا ہے…
vi: Đang đặt thành cục bộ…
zh_hans: 正在设为本地…
zh_hant: 正在設為本機…

# core.transfer.action.make_remote
source: Queueing for Cloud…
ar: جارٍ الإضافة إلى قائمة انتظار السحابة…
bg: Добавяне към опашката за облака…
bn: ক্লাউডের জন্য সারিতে যোগ করা হচ্ছে…
cs: Zařazování do fronty pro cloud…
de: Wird für die Cloud eingereiht…
es: Añadiendo a la cola para la nube…
fr: Mise en file d’attente pour le cloud…
gu: ક્લાઉડ માટે કતારમાં ઉમેરી રહ્યું છે…
he: מוסיף לתור לענן…
hi: क्लाउड के लिए कतार में जोड़ा जा रहा है…
hr: Dodavanje u red za oblak…
it: Aggiunta alla coda per il cloud…
ja: クラウド転送をキューに追加中…
kn: ಕ್ಲೌಡ್‌ಗಾಗಿ ಸರದಿಗೆ ಸೇರಿಸಲಾಗುತ್ತಿದೆ…
ko: 클라우드 전송 대기열에 추가 중…
ml: ക്ലൗഡിനായുള്ള ക്യൂവിൽ ചേർക്കുന്നു…
mr: क्लाउडसाठी रांगेत जोडत आहे…
nl: In de wachtrij voor de cloud zetten…
pa: ਕਲਾਊਡ ਲਈ ਕਤਾਰ ਵਿੱਚ ਜੋੜਿਆ ਜਾ ਰਿਹਾ ਹੈ…
pl: Dodawanie do kolejki chmury…
pt_br: Adicionando à fila para a nuvem…
ta: மேகத்திற்கான வரிசையில் சேர்க்கிறது…
te: క్లౌడ్ కోసం క్యూలో చేర్చుతోంది…
th: กำลังเพิ่มลงในคิวสำหรับคลาวด์…
tr: Bulut kuyruğuna ekleniyor…
uk: Додавання до черги для хмари…
ur: کلاؤڈ کے لیے قطار میں شامل کیا جا رہا ہے…
vi: Đang thêm vào hàng đợi lên đám mây…
zh_hans: 正在加入云端队列…
zh_hant: 正在加入雲端佇列…

# core.transfer.action.pin
source: Pinning for offline
ar: جارٍ التثبيت للوضع دون اتصال
bg: Закачане за офлайн
bn: অফলাইনের জন্য পিন করা হচ্ছে
cs: Připínání pro offline
de: Wird für die Offline-Nutzung angeheftet
es: Fijando para uso sin conexión
fr: Épinglage pour utilisation hors ligne
gu: ઑફલાઇન માટે પિન થઈ રહ્યું છે
he: מצמיד לשימוש לא מקוון
hi: ऑफलाइन के लिए पिन किया जा रहा है
hr: Prikvačivanje za izvanmrežni rad
it: Disponibilità offline in corso
ja: オフライン用に固定中
kn: ಆಫ್‌ಲೈನ್‌ಗಾಗಿ ಪಿನ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ko: 오프라인용으로 고정 중
ml: ഓഫ്‌ലൈൻ ഉപയോഗത്തിന് പിൻ ചെയ്യുന്നു
mr: ऑफलाइनसाठी पिन करत आहे
nl: Vastzetten voor offline
pa: ਆਫਲਾਈਨ ਲਈ ਪਿਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Przypinanie do trybu offline
pt_br: Fixando para uso offline
ta: இணையமில்லா பயன்பாட்டுக்கு நிலைநிறுத்தப்படுகிறது
te: ఆఫ్‌లైన్ కోసం పిన్ చేస్తోంది
th: กำลังปักหมุดเพื่อใช้ออฟไลน์
tr: Çevrimdışı için sabitleniyor
uk: Закріплення для офлайн
ur: آف لائن کے لیے پن ہو رہا ہے
vi: Đang ghim để dùng ngoại tuyến
zh_hans: 正在固定以供离线使用
zh_hant: 正在釘選供離線使用

# core.transfer.action.unpin
source: Removing local copy
ar: جارٍ إزالة النسخة المحلية
bg: Премахване на локалното копие
bn: স্থানীয় কপি সরানো হচ্ছে
cs: Odstraňování místní kopie
de: Lokale Kopie wird entfernt
es: Eliminando la copia local
fr: Suppression de la copie locale
gu: સ્થાનિક નકલ દૂર થઈ રહી છે
he: מסיר עותק מקומי
hi: स्थानीय कॉपी हटाई जा रही है
hr: Uklanjanje lokalne kopije
it: Rimozione copia locale
ja: ローカルコピーを削除中
kn: ಸ್ಥಳೀಯ ಪ್ರತಿಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ
ko: 로컬 복사본 제거 중
ml: പ്രാദേശിക പകർപ്പ് നീക്കം ചെയ്യുന്നു
mr: स्थानिक प्रत काढत आहे
nl: Lokale kopie verwijderen
pa: ਲੋਕਲ ਕਾਪੀ ਹਟਾਈ ਜਾ ਰਹੀ ਹੈ
pl: Usuwanie kopii lokalnej
pt_br: Removendo a cópia local
ta: உள்ளூர் நகல் நீக்கப்படுகிறது
te: లోకల్ కాపీని తీసివేస్తోంది
th: กำลังลบสำเนาในเครื่อง
tr: Yerel kopya kaldırılıyor
uk: Видалення локальної копії
ur: مقامی نقل ہٹ رہی ہے
vi: Đang xóa bản sao cục bộ
zh_hans: 正在删除本地副本
zh_hant: 正在移除本機副本
